Repository: princy008/RTO_exam
Catalog: lib/l10n/intl_*.arb
Languages: bn, gu, kn, ml, mr, or, pa, ta

# appTitle
source: RTO Exam : TraffIQ
bn: RTO পরীক্ষা : TraffIQ
gu: RTO પરીક્ષા : TraffIQ
kn: ಆರ್‌ಟಿಒ ಪರೀಕ್ಷೆ : TraffIQ
ml: ആർടിഒ പരീക്ഷ : TraffIQ
mr: आरटीओ परीक्षा : TraffIQ
or: ଆରଟିଓ ପରୀକ୍ଷା : TraffIQ
pa: ਆਰਟੀਓ ਪਰੀਖਿਆ : TraffIQ
ta: RTO தேர்வு : TraffIQ

source: Question Bank
bn: প্রশ্ন ব্যাংক
gu: પ્રશ્ન બેંક
kn: ಪ್ರಶ್ನೋತ್ತರ ಬ್ಯಾಂಕ್
ml: ചോദ്യ ബാങ്ക്
mr: प्रश्नसंच
or: ପ୍ରଶ୍ନ ସଂଗ୍ରହ
pa: ਸਵਾਲਾਂ ਦਾ ਭੰਡਾਰ
ta: கேள்விகள் வங்கி

# listOfQuestions
source: List of questions and answers and meaning of road signs
bn: প্রশ্ন ও উত্তরের তালিকা এবং রাস্তার চিহ্নের অর্থ
gu: પ્રશ્નો અને જવાબોની યાદી અને રોડ સાઇનનો અર્થ
kn: ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಉತ್ತರಗಳ ಪಟ್ಟಿ ಮತ್ತು ರಸ್ತೆ ಗುರುತುಗಳ ಅರ್ಥ
ml: ചോദ്യങ്ങളും ഉത്തരങ്ങളും റോഡ് സൈൻകളുടെ അർത്ഥവും
mr: प्रश्न आणि उत्तरे तसेच रस्ता चिन्हांचे अर्थ
or: ପ୍ରଶ୍ନ ଓ ଉତ୍ତର ତାଲିକା ଏବଂ ରାସ୍ତା ଚିହ୍ନର ଅର୍ଥ
pa: ਸਵਾਲਾਂ ਅਤੇ ਉੱਤਰਾਂ ਦੀ ਸੂਚੀ ਅਤੇ ਸੜਕ ਨਿਸ਼ਾਨਾਂ ਦਾ ਅਰਥ
ta: கேள்விகள் மற்றும் பதில்கள் மற்றும் சாலை சின்னங்களின் அர்த்தம்

source: Practice Test
bn: অনুশীলন পরীক্ষা
gu: પ્રેક્ટિસ ટેસ્ટ
kn: ಅಭ್ಯಾಸ ಪರೀಕ್ಷೆ
ml: അഭ്യാസ പരീക്ഷ
mr: सराव चाचणी
or: ଅଭ୍ୟାସ ପରୀକ୍ଷା
pa: ਅਭਿਆਸ ਟੈਸਟ
ta: பயிற்சி தேர்வு

# testYourKnowledge
source: Test your knowledge without worrying about time
bn: সময়ের চিন্তা না করে আপনার জ্ঞান পরীক্ষা করুন
gu: સમયની ચિંતા કર્યા વિના તમારા જ્ઞાનનું પરીક્ષણ કરો
kn: ಸಮಯದ ಚಿಂತೆ ಇಲ್ಲದೆ ನಿಮ್ಮ ಜ್ಞಾನವನ್ನು ಪರೀಕ್ಷಿಸಿ
ml: സമയത്തെ കുറിച്ച് ആശങ്കയില്ലാതെ നിങ്ങളുടെ അറിവ് പരീക്ഷിക്കുക
mr: वेळेची चिंता न करता तुमचे ज्ञान तपासा
or: ସମୟ ନେଇ ଚିନ୍ତା କରିବା ଛାଡ଼ି ଆପଣଙ୍କର ଜ୍ଞାନ ପରୀକ୍ଷା କରନ୍ତୁ
pa: ਬਿਨਾਂ ਸਮਾਂ ਦੀ ਚਿੰਤਾ ਕੀਤੇ ਆਪਣੇ ਗਿਆਨ ਦੀ ਜਾਂਚ ਕਰੋ
ta: நேரம் பற்றிக் கவலைப்படாமல் உங்கள் அறிவை சோதியுங்கள்

source: Exam
bn: পরীক্ষা
gu: પરીક્ષા
kn: ಪರೀಕ್ಷೆ
ml: പരീക്ഷ
mr: परीक्षा
or: ପରୀକ୍ଷା
pa: ਪਰੀਖਿਆ
ta: தேர்வு

# attemptATimedRTO
source: Attempt a timed RTO exam
bn: একটি সময়োপযোগী RTO পরীক্ষার চেষ্টা করুন
gu: સમયબદ્ધ RTO પરીક્ષાનો પ્રયાસ કરો
kn: ಸಮಯನಿರ್ಧರಿತ ಆರ್‌ಟಿಒ ಪರೀಕ್ಷೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ
ml: സമയപരിധിയുള്ള ആർടിഒ പരീക്ഷ ശ്രമിക്കുക
mr: वेळमर्यादित आरटीओ परीक्षा द्या
or: ସମୟ ସୀମିତ ଆରଟିଓ ପରୀକ୍ଷା ଦିଅନ୍ତୁ
pa: ਸਮੇਂ ਵਾਲੀ ਆਰਟੀਓ ਪਰੀਖਿਆ ਦਿਓ
ta: நேரமிட்ட RTO தேர்வில் முயற்சி செய்க

source: Driving Schools
bn: ড্রাইভিং স্কুল
gu: ડ્રાઇવિંગ સ્કૂલ
kn: ಡ್ರೈವಿಂಗ್ ಶಾಲೆಗಳು
ml: ഡ്രൈവിംഗ് സ്കൂളുകൾ
mr: ड्रायव्हिंग शाळा
or: ଡ୍ରାଇଭିଂ ସ୍କୁଲ୍
pa: ਡ੍ਰਾਈਵਿੰਗ ਸਕੂਲ
ta: இயக்கக் பள்ளிகள்

# searchForDrivingSchools
source: Search for driving schools near you
bn: আপনার কাছাকাছি ড্রাইভিং স্কুল খুঁজুন
gu: તમારી નજીકની ડ્રાઇવિંગ સ્કૂલ શોધો
kn: ನಿಮ್ಮ ಹತ್ತಿರದ ಡ್ರೈವಿಂಗ್ ಶಾಲೆಗಳನ್ನು ಹುಡುಕಿ
ml: നിങ്ങളുടെ അടുത്തുള്ള ഡ്രൈവിംഗ് സ്കൂളുകൾ തേടുക
mr: तुमच्या जवळच्या ड्रायव्हिंग शाळा शोधा
or: ଆପଣଙ୍କ ପାଖରେ ଡ୍ରାଇଭିଂ ସ୍କୁଲ୍ ଖୋଜନ୍ତୁ
pa: ਆਪਣੇ ਨੇੜੇ ਡ੍ਰਾਈਵਿੰਗ ਸਕੂਲ ਖੋਜੋ
ta: உங்கள் அருகே இயக்கக் பள்ளிகளை தேடுங்கள்

source: Settings & Help
bn: সেটিংস ও সহায়তা
gu: સેટિંગ્સ અને મદદ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ಸಹಾಯ
ml: ക്രമീകരണങ്ങൾ & സഹായം
mr: सेटिंग्ज व मदत
or: ସେଟିଂସ୍ ଏବଂ ସହାୟତା
pa: ਸੈਟਿੰਗਜ਼ ਅਤੇ ਮਦਦ
ta: அமைப்புகள் & உதவி

# shareAndApp
source: Share & App
bn: শেয়ার ও অ্যাপ
gu: શેર અને એપ
kn: ಅಪ್‌ ಶೇರ್ ಮಾಡಿ
ml: ആപ്പ് പങ്കുവയ്ക്കുക
mr: अ‍ॅप शेअर करा
or: ସେୟାର୍ କରନ୍ତୁ ଏବଂ ଆପ୍
pa: ਸ਼ੇਅਰ ਕਰੋ ਅਤੇ ਐਪ
ta: பகிர்ந்து கொள்ளவும் & பயன்பாடு

# LicenseApplicationOffice
source: License application and office details
bn: লাইসেন্স আবেদন এবং অফিসের বিবরণ
gu: લાયસન્સ અરજી અને કચેરીની વિગતો
kn: ಲೈಸೆನ್ಸ್ ಅರ್ಜಿ ಮತ್ತು ಕಚೇರಿ ವಿವರಗಳು
ml: ലൈസൻസ് അപേക്ഷയും ഓഫീസ് വിശദതകളും
mr: परवाना अर्ज व कार्यालयाची माहिती
or: ଲାଇସେନ୍ସ ଆବେଦନ ଓ କାର୍ଯ୍ୟାଳୟ ବିବରଣୀ
pa: ਲਾਇਸੰਸ ਅਰਜ਼ੀ ਅਤੇ ਦਫਤਰ ਦੇ ਵੇਰਵੇ
ta: லைகென்ஸ் விண்ணப்பம் மற்றும் அலுவலக விவரங்கள்

# poweredBy
source: Powered by Sakal Media - RTO INDIA
bn: সকাল মিডিয়া - RTO INDIA দ্বারা চালিত
gu: સકાલ મીડિયા - RTO INDIA દ્વારા સંચાલિત
kn: ಸಾಕಲ್ ಮೀಡಿಯಾ - ಆರ್‌ಟಿಒ ಇಂಡಿಯಾ ಮೂಲಕ
ml: സാകാൽ മീഡിയ - ആർടിഒ ഇന്ത്യ വഴി പ്രവർത്തനം
mr: Sakal Media - RTO INDIA द्वारे समर्थित
or: ପାୱାର୍ଡ ବାଇ ସାକାଲ ମିଡିଆ - ଆରଟିଓ ଇଣ୍ଡିଆ
pa: ਪਾਵਰਡ ਬਾਈ ਸਾਕਾਲ ਮੀਡੀਆ - ਆਰਟੀਓ ਭਾਰਤ
ta: Sakal Media - RTO இந்தியா மூலம் இயக்கப்படுகிறது

source: Welcome to RTO Exam
bn: RTO পরীক্ষায় স্বাগতম
gu: RTO પરીક્ષામાં આપનું સ્વાગત છે
kn: ಆರ್‌ಟಿಒ ಪರೀಕ್ಷೆಗೆ ಸ್ವಾಗತ
ml: ആർടിഒ പരീക്ഷയിലേക്ക് സ്വാഗതം
mr: आरटीओ परीक्षेमध्ये आपले स्वागत आहे
or: ଆରଟିଓ ପରୀକ୍ଷାକୁ ସ୍ୱାଗତ
pa: ਆਰਟੀਓ ਪਰੀਖਿਆ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ
ta: RTO தேர்வுக்கு வரவேற்கின்றோம்

# pleaseSelectStateLanguage
source: Please select state and language
bn: অনুগ্রহ করে রাজ্য ও ভাষা নির্বাচন করুন
gu: કૃપા કરીને રાજ્ય અને ભાષા પસંદ કરો
kn: ದಯವಿಟ್ಟು ರಾಜ್ಯ ಮತ್ತು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി സംസ്ഥാനവും ഭാഷയും തിരഞ്ഞെടുക്കുക
mr: कृपया राज्य व भाषा निवडा
or: ଦୟାକରି ରାଜ୍ୟ ଏବଂ ଭାଷା ଚୟନ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਰਾਜ ਅਤੇ ਭਾਸ਼ਾ ਚੁਣੋ
ta: நிலையையும் மொழியையும் தேர்ந்தெடுக்கவும்

source: open area, all-versing it
bn: খোলা এলাকা, সব আয়ত্ত করা
gu: ખુલ્લો વિસ્તાર, બધું આવરતું
kn: ತೆರೆದ ಪ್ರದೇಶ, ಎಲ್ಲರಿಗೂ ಪ್ರವೇಶ
ml: തുറന്ന വിസ്തീർണ്ണം, എല്ലാവർക്കും തുറന്നത്
mr: उघडे क्षेत्र, सर्वांसाठी खुले
or: ଖୋଲା ଅଞ୍ଚଳ, ସମସ୍ତଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ
pa: ਖੁਲਾ ਇਲਾਕਾ, ਸਾਰਿਆਂ ਲਈ ਉਚਿਤ
ta: திறந்த பகுதி, அனைவருக்கும் பொருத்தமானது

source: Select State
bn: রাজ্য নির্বাচন করুন
gu: રાજ્ય પસંદ કરો
kn: ರಾಜ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: സംസ്ഥാനം തിരഞ്ഞെടുക്കുക
mr: राज्य निवडा
or: ରାଜ୍ୟ ଚୟନ କରନ୍ତୁ
pa: ਰਾਜ ਚੁਣੋ
ta: நிலையைத் தேர்ந்தெடுக்கவும்

source: Select Language
bn: ভাষা নির্বাচন করুন
gu: ભાષા પસંદ કરો
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ଚୟନ କରନ୍ତୁ
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியைத் தேர்ந்தெடுக்கவும்

# continueGO
source: Continue
bn: অব্যাহত রাখুন
gu: ચાલુ રાખો
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: सुरू ठेवा
or: ଚାଲୁ ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்

source: Questions
bn: প্রশ্ন
gu: પ્રશ્નો
kn: ಪ್ರಶ್ನೆಗಳು
ml: ചോദ്യങ്ങൾ
mr: प्रश्न
or: ପ୍ରଶ୍ନଗୁଡିକ
pa: ਸਵਾਲ
ta: கேள்விகள்

source: Traffic Signs
bn: ট্রাফিক চিহ্ন
gu: ટ્રાફિક સાઇન
kn: ರಸ್ತೆ ಗುರುತುಗಳು
ml: റോഡ് സൈൻുകൾ
mr: वाहतूक चिन्हे
or: ଟ୍ରାଫିକ୍ ସାଇନ୍
pa: ਟ੍ਰੈਫਿਕ ਨਿਸ਼ਾਨ
ta: வழி சின்னங்கள்

source: Answer
bn: উত্তর
gu: જવાબ
kn: ಉತ್ತರ
ml: ഉത്തരം
mr: उत्तर
or: ଉତ୍ତର
pa: ਉੱਤਰ
ta: பதில்

source: Practice
bn: অনুশীলন
gu: પ્રેક્ટિસ
kn: ಅಭ್ಯಾಸ
ml: അഭ്യാസം
mr: सराव
or: ଅଭ୍ୟାସ
pa: ਅਭਿਆਸ
ta: பயிற்சி

source: All
bn: সব
gu: બધું
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
or: ସବୁ
pa: ਸਭ
ta: அனைத்தும்

source: Bookmarks
bn: বুকমার্ক
gu: બુકમાર્ક
kn: ಬುಕ್‌ಮಾರ್ಕ್‌ಗಳು
ml: ബുക്ക്മാർക്കുകൾ
mr: बुकमार्क
or: ବୁକ୍ମାର୍କ୍
pa: ਬੁਕਮਾਰਕ
ta: புகுபதிகள்

source: This sign represents...
bn: এই চিহ্নটি প্রতিনিধিত্ব করে...
gu: આ સાઇન દર્શાવે છે...
kn: ಈ ಗುರುತು ಸೂಚಿಸುತ್ತದೆ...
ml: ഈ സൈൻ പ്രതിനിധീകരിക്കുന്നത്...
mr: हे चिन्ह दर्शवते...
or: ଏହି ସାଇନ୍ ପ୍ରତିନିଧିତ୍ୱ କରେ...
pa: ਇਹ ਨਿਸ਼ਾਨ ਦਰਸਾਉਂਦਾ ਹੈ...
ta: இந்த சின்னம் குறிக்கிறது...

source: bookmark_list
kn: ಬುಕ್‌ಮಾರ್ಕ್_ಪಟ್ಟಿ
ml: ബുക്ക്മാർക്ക്_പട്ടിക
mr: बुकमार्क_यादी
or: ବୁକ୍ମାର୍କ୍ ତାଲିକା
pa: ਬੁਕਮਾਰਕ ਸੂਚੀ
ta: புகுபதி பட்டியல்

source: practice_data
kn: ಅಭ್ಯಾಸ_ಡೇಟಾ
ml: അഭ്യാസ_ഡാറ്റ
mr: सराव_माहिती
or: ଅଭ୍ୟାସ ତଥ୍ୟ
pa: ਅਭਿਆਸ ਡੇਟਾ
ta: பயிற்சி தரவு

source: selected_language
kn: ಆಯ್ದ_ಭಾಷೆ
ml: തിരഞ്ഞെടുത്ത_ഭാഷ
mr: निवडलेली_भाषा
or: ଚୟିତ ଭାଷା
pa: ਚੁਣੀ ਗਈ ਭਾਸ਼ਾ
ta: தேர்ந்தெடுக்கப்பட்ட மொழி

source: Continue from where you left?
bn: যেখানে ছেড়েছিলেন সেখান থেকে চালিয়ে যান?
gu: જ્યાંથી તમે છોડ્યું હતું ત્યાંથી ચાલુ રાખો?
kn: ನೀವು ಬಿಟ್ಟೆಡೆಯಿಂದ ಮುಂದುವರಿಸಬೇಕೆ?
ml: നിങ്ങൾ നിർത്തിയിടത്തിൽ നിന്ന് തുടരുമോ?
mr: जिथे थांबलात तिथून सुरू ठेवायचे?
or: ଆପଣ ଯେଉଁଠାରୁ ବନ୍ଦ କରିଥିଲେ ସେଠାରୁ ଜାରି ରଖିବେ?
pa: ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡਿਆ ਸੀ ਓਥੋਂ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
ta: நீங்கள் நிறுத்திய இடத்திலிருந்து தொடர்வதா?

source: NO
bn: না
gu: ના
kn: ಇಲ್ಲ
ml: ഇല്ല
mr: नाही
or: ନାହିଁ
pa: ਨਹੀਂ
ta: இல்லை

source: YES
bn: হ্যাঁ
gu: હા
kn: ಹೌದು
ml: അതെ
mr: होय
or: ହଁ
pa: ਹਾਂ
ta: ஆம்

source: Instructions
bn: নির্দেশনা
gu: સૂચનાઓ
kn: ಸೂಚನೆಗಳು
ml: നിർദ്ദേശങ്ങൾ
mr: सूचना
or: ନିର୍ଦ୍ଦେଶାବଳୀ
pa: ਹਦਾਇਤਾਂ
ta: வழிகாட்டுதல்கள்

# getVersion
source: v3.43 (101)
or: ସଂସ୍କରଣ v3.43 (101)
pa: ਵਰਜ਼ਨ v3.43 (101)
ta: பதிப்பு v3.43 (101)

# subjectLikeRulesAndRegulations
source: Subject like Rules and Regulations of traffic, and traffic signages are included in the test.
bn: ট্রাফিকের নিয়ম ও বিধি এবং ট্রাফিক সাইনেজের মতো বিষয় পরীক্ষায় অন্তর্ভুক্ত।
gu: ટ્રાફિકના નિયમો અને વિનિયમો અને ટ્રાફિક સાઇનેજ જેવા વિષયો પરીક્ષામાં સામેલ છે.
kn: ಯಾತಾಯಾತ ನಿಯಮಗಳು ಮತ್ತು ರಸ್ತೆ ಗುರುತುಗಳು ಈ ಪರೀಕ್ಷೆಯ ವಿಷಯಗಳಾಗಿವೆ.
ml: യാതായാത് നിയമങ്ങളും റോഡ് സൈൻകളും പോലെയുള്ള വിഷയങ്ങൾ പരീക്ഷയിൽ ഉൾപ്പെടുന്നു.
mr: वाहतूक नियम व चिन्हांशी संबंधित विषय या परीक्षेत समाविष्ट आहेत.
or: ଏହି ପରୀକ୍ଷାରେ ଟ୍ରାଫିକ୍ ନିୟମ ଓ ଟ୍ରାଫିକ୍ ସାଇନ୍ ସମ୍ବନ୍ଧୀୟ ବିଷୟବସ୍ତୁ ରହିଛି।
pa: ਟੈਸਟ ਵਿੱਚ ਟ੍ਰੈਫਿਕ ਦੇ ਨਿਯਮ ਅਤੇ ਟ੍ਰੈਫਿਕ ਨਿਸ਼ਾਨਾਂ ਬਾਰੇ ਮਾਵਾਦ ਸ਼ਾਮਲ ਹੈ।
ta: போக்குவரத்து விதிகள் மற்றும் சின்னங்கள் போன்ற பொருள்கள் தேர்வில் அடங்கும்.

# questionsAreAskedInTheTest
source: questions are asked in the test at random. Out of these, 11 questions must be answered correctly to pass the test.
bn: পরীক্ষায় এলোমেলোভাবে প্রশ্ন জিজ্ঞাসা করা হয়। এর মধ্যে ১১টি প্রশ্নের সঠিক উত্তর দিতে হবে।
gu: પરીક્ષામાં પ્રશ્નો યાદૃચ્છિક રીતે પૂછવામાં આવે છે. આમાંથી 11 પ્રશ્નોના સાચા જવાબ આપવા આવશ્યક છે.
kn: ಪರೀಕ್ಷೆಯಲ್ಲಿ ಪ್ರಶ್ನೆಗಳು ಯಾದೃಚ್ಛಿಕವಾಗಿ ಕೇಳಲಾಗುತ್ತವೆ. ಈ out of ಗೆ 11 ಸರಿಯಾದ ಉತ್ತರಗಳು ಬೇಕಾಗಿರುತ್ತವೆ.
ml: പരീക്ഷയിൽ ചോദ്യങ്ങൾ യാദൃശ്ചികമായി ചോദിക്കപ്പെടുന്നു. ഇതിൽ 11 ചോദ്യങ്ങൾ ശരിയായി ഉത്തരിക്കണം.
mr: परीक्षेत प्रश्न यादृच्छिक विचारले जातात. त्यापैकी ११ प्रश्न बरोबर असणे आवश्यक आहे.
or: ପରୀକ୍ଷାରେ ପ୍ରଶ୍ନଗୁଡିକୁ ଯାଦୃଚ୍ଛିକ ଭାବରେ ପୃଷ୍ଟ କରାଯାଏ। ଏମାନଙ୍କୁ ମଧ୍ୟରୁ 11 ପ୍ରଶ୍ନର ସଠିକ୍ ଉତ୍ତର ଦେବା ଆବଶ୍ୟକ।
pa: ਪरीਖਿਆ ਵਿੱਚ ਸਵਾਲਾਂ ਨੂੰ ਬੇਤਰਤੀਬੀ ਨਾਲ ਪੂਛਿਆ ਜਾਂਦਾ ਹੈ। ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ 11 ਸਹੀ ਜਵਾਬ ਦੇਣੇ ਜ਼ਰੂਰੀ ਹਨ।
ta: தேர்வில் கேள்விகள் சரியாக இல்லாமல் கேட்கப்படுகின்றன. இதில் 11 கேள்விகளுக்கு சரியாக பதில் அளிக்க வேண்டும்.

# secondsAreAllowedToAnswer
source: seconds are allowed to answer each question.
bn: প্রতিটি প্রশ্নের উত্তর দেওয়ার জন্য সেকেন্ড সময় দেওয়া হয়।
gu: દરેક પ્રશ્નનો જવાબ આપવા માટે સેકન્ડનો સમય આપવામાં આવે છે.
kn: ಪ್ರತಿ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರಿಸಲು ನಿಮಿಷಗಳ ಕಾಲಾವಕಾಶವಿರುತ್ತದೆ.
ml: ഓരോ ചോദ്യത്തിനും ഉത്തരം പറയാൻ നിശ്ചിത സെക്കൻഡുകൾ അനുവദിച്ചിരിക്കുന്നു.
mr: प्रत्येक प्रश्नासाठी उत्तर देण्यास काही सेकंद दिले जातात.
or: ପ୍ରତି ପ୍ରଶ୍ନ ପାଇଁ ଉତ୍ତର ଦେବାକୁ ସମୟ ଦିଆଯାଇଛି।
pa: ਹਰ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਣ ਲਈ ਸਮਾਂ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।
ta: ஒவ்வொரு கேள்விக்கும் பதில் அளிக்க சில விநாடிகள் அனுமதிக்கப்படுகின்றன.

source: START EXAM
bn: পরীক্ষা শুরু করুন
gu: પરીક્ષા શરૂ કરો
kn: ಪರೀಕ್ಷೆ ಪ್ರಾರಂಭಿಸಿ
ml: പരീക്ഷ തുടങ്ങുക
mr: परीक्षा सुरू करा
or: ପରୀକ୍ଷା ଆରମ୍ଭ କରନ୍ତୁ
pa: ਪਰੀਖਿਆ ਸ਼ੁਰੂ ਕਰੋ
ta: தேர்வைத் தொடங்கு

source: Stop Exam
bn: পরীক্ষা বন্ধ করুন
gu: પરીક્ષા બંધ કરો
kn: ಪರೀಕ್ಷೆ ನಿಲ್ಲಿಸಿ
ml: പരീക്ഷ നിർത്തുക
mr: परीक्षा थांबवा
or: ପରୀକ୍ଷା ବନ୍ଦ କରନ୍ତୁ
pa: ਪਰੀਖਿਆ ਰੋਕੋ
ta: தேர்வை நிறுத்து

source: Change State
bn: রাজ্য পরিবর্তন করুন
gu: રાજ્ય બદલો
kn: ರಾಜ್ಯ ಬದಲಿಸಿ
ml: സംസ്ഥാനം മാറ്റുക
mr: राज्य बदला
or: ରାଜ୍ୟ ବଦଳାନ୍ତୁ
pa: ਰਾਜ ਬਦਲੋ
ta: நிலையை மாற்று

source: Change Language
bn: ভাষা পরিবর্তন করুন
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಿಸಿ
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
or: ଭାଷା ବଦଳାନ୍ତୁ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்று

source: Dark Mode
bn: ডার্ক মোড
gu: ડાર્ક મોડ
kn: ಡಾರ್ಕ್ ಮೋಡ್
ml: ഡാർക്ക് മോഡ്
mr: डार्क मोड
or: ଡାର୍କ ମୋଡ୍
pa: ਡਾਰਕ ਮੋਡ
ta: கருப்பு முறை

source: On
bn: চালু
gu: ચાલુ
kn: ಆನ್
ml: ഓൺ
mr: चालू
or: ଚାଲୁ
pa: ਚਾਲੂ
ta: இயக்கு

source: Off
bn: বন্ধ
gu: બંધ
kn: ಆಫ್
ml: ഓഫ്
mr: बंद
or: ବନ୍ଦ
pa: ਬੰਦ
ta: ஆறு

source: Contact Us
bn: যোগাযোগ করুন
gu: અમારો સંપર્ક કરો
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഞങ്ങളുമായി ബന്ധപ്പെടുക
mr: आमच्याशी संपर्क साधा
or: ଯୋଗାଯୋଗ କରନ୍ତୁ
pa: ਸੰਪਰਕ ਕਰੋ
ta: எங்களை தொடர்பு கொள்ளவும்

source: Share App
bn: অ্যাপ শেয়ার করুন
gu: એપ શેર કરો
kn: ಅಪ್‌ ಶೇರ್ ಮಾಡಿ
ml: ആപ്പ് പങ്കുവയ്ക്കുക
mr: अ‍ॅप शेअर करा
or: ଆପ୍ ସେୟାର୍ କରନ୍ତୁ
pa: ਐਪ ਸਾਂਝਾ ਕਰੋ
ta: ஆப்பை பகிரவும்

source: Rate App
bn: অ্যাপকে রেট করুন
gu: એપને રેટ કરો
kn: ಅಪ್‌ ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ
ml: ആപ്പിനെ റേറ്റ് ചെയ്യുക
mr: अ‍ॅपला रेट करा
or: ଆପ୍ ମୂଲ୍ୟାୟନ କରନ୍ତୁ
pa: ਐਪ ਨੂੰ ਦਰਜਾ ਦਿਓ
ta: ஆப்புக்கு மதிப்பிடு

source: Search state...
bn: রাজ্য খুঁজুন...
gu: રાજ્ય શોધો...
kn: ರಾಜ್ಯವನ್ನು ಹುಡುಕಿ...
ml: സംസ്ഥാനം തിരയുക...
mr: राज्य शोधा...
or: ରାଜ୍ୟ ଖୋଜନ୍ତୁ...
pa: ਰਾਜ ਖੋਜੋ...
ta: நிலையைத் தேடு...

source: SCORECARD
bn: স্কোরকার্ড
gu: સ્કોરકાર્ડ
kn: ಸ್ಕೋರ್‌ಕಾರ್ಡ್
ml: സ്കോർകാർഡ്
mr: गुणपत्रक
or: ସ୍କୋରକାର୍ଡ
pa: ਸਕੋਰਕਾਰਡ
ta: மதிப்பெண் அட்டை

source: No states found
bn: কোনো রাজ্য পাওয়া যায়নি
gu: કોઈ રાજ્ય મળ્યું નથી
kn: ಯಾವುದೇ ರಾಜ್ಯಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: സംസ്ഥാനങ്ങളൊന്നും കണ്ടെത്താനായില്ല
mr: राज्य सापडले नाहीत
or: କୌଣସି ରାଜ୍ୟ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਰਾਜ ਨਹੀਂ ਮਿਲਿਆ
ta: நிலைகள் கிடைக்கவில்லை

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਜ਼
ta: அமைப்புகள்

source: HOME
bn: হোম
gu: હોમ
kn: ಮುಖಪುಟ
ml: ഹോം
mr: मुख्यपृष्ठ
or: ହୋମ୍
pa: ਹੋਮ
ta: முகப்பு

source: TRY AGAIN
bn: আবার চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: மீண்டும் முயற்சி செய்க

source: Your answer
bn: আপনার উত্তর
gu: તમારો જવાબ
kn: ನಿಮ್ಮ ಉತ್ತರ
ml: നിങ്ങളുടെ ഉത്തരം
mr: तुमचं उत्तर
or: ଆପଣଙ୍କର ଉତ୍ତର
pa: ਤੁਹਾਡਾ ਜਵਾਬ
ta: உங்கள் பதில்

source: Right answer
bn: সঠিক উত্তর
gu: સાચો જવાબ
kn: ಸರಿಯಾದ ಉತ್ತರ
ml: ശരിയായ ഉത്തരം
mr: बरोबर उत्तर
or: ସଠିକ୍ ଉତ୍ତର
pa: ਸਹੀ ਜਵਾਬ
ta: சரியான பதில்

source: NEXT
bn: পরবর্তী
gu: આગળ
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ta: அடுத்து

source: PREVIOUS
bn: পূর্ববর্তী
gu: પાછળ
kn: ಹಿಂದೆ
ml: മുൻപത്തെത്
mr: मागे
or: ପୂର୍ବବତୀ
pa: ਪਿਛਲਾ
ta: முந்தையது

source: Failed!
bn: ব্যর্থ!
gu: નિષ્ફળ!
kn: ವಿಫಲವಾಯಿತು!
ml: പരാജയപ്പെട്ടു!
mr: अपयश!
or: ବିଫଳ!
pa: ਅਸਫਲ!
ta: தோல்வி!

source: Congratulations!
bn: অভিনন্দন!
gu: અભિનંદન!
kn: ಅಭಿನಂದನೆಗಳು!
ml: അഭിനന്ദനങ്ങൾ!
mr: अभिनंदन!
or: ଅଭିନନ୍ଦନ!
pa: ਵਧਾਈਆਂ!
ta: வாழ்த்துகள்!

source: RTO Exam
bn: RTO পরীক্ষা
gu: RTO પરીક્ષા
kn: ಆರ್‌ಟಿಒ ಪರೀಕ್ಷೆ
ml: ആർടിഒ പരീക്ഷ
mr: आरटीओ परीक्षा
or: ଆରଟିଓ ପରୀକ୍ଷା
pa: ਆਰਟੀਓ ਪਰੀਖਿਆ
ta: RTO தேர்வு

# sorryYouHaveFailedTheDriving
source: Sorry, you have failed the driving licence test. We would suggest you to refer question bank and try again.
bn: দুঃখিত, আপনি ড্রাইভিং লাইসেন্স পরীক্ষায় ব্যর্থ হয়েছেন। আমরা পরামর্শ দিই যে আপনি প্রশ্ন ব্যাংক দেখুন এবং আবার চেষ্টা করুন।
gu: માફ કરશો, તમે ડ્રાઇવિંગ લાયસન્સ ટેસ્ટમાં નિષ્ફળ ગયા છો. અમે સૂચન કરીએ છીએ કે તમે પ્રશ્ન બેંક જુઓ અને ફરી પ્રયાસ કરો.
kn: ಕ್ಷಮಿಸಿ, ನೀವು ಚಾಲನಾ ಪರವಾನಗಿ ಪರೀಕ್ಷೆಯಲ್ಲಿ ವಿಫಲರಾಗಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಪ್ರಶ್ನೋತ್ತರ ಬ್ಯಾಂಕ್ ನೋಡಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ക്ഷമിക്കണം, നിങ്ങൾ ഡ്രൈവിംഗ് ലൈസൻസ് പരീക്ഷയിൽ പരാജയപ്പെട്ടിരിക്കുന്നു. ചോദ്യബാങ്ക് കാണാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു, വീണ്ടും ശ്രമിക്കുക.
mr: माफ करा, आपण ड्रायव्हिंग परवाना परीक्षेत नापास झाला आहात. कृपया प्रश्नसंच पाहा आणि पुन्हा प्रयत्न करा.
or: ଦୁଃଖିତ, ଆପଣ ଡ୍ରାଇଭିଂ ଲାଇସେନ୍ସ ପରୀକ୍ଷାରେ ବିଫଳ ହୋଇଛନ୍ତି। ଦୟାକରି ପ୍ରଶ୍ନ ସଂଗ୍ରହ ଅଭ୍ୟାସ କରନ୍ତୁ ଏବଂ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਮਾਫ਼ ਕਰਨਾ, ਤੁਸੀਂ ਡ੍ਰਾਈਵਿੰਗ ਲਾਇਸੰਸ ਟੈਸਟ ਵਿੱਚ ਅਸਫਲ ਰਹੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਸ਼ਨ ਭੰਡਾਰ ਦੀ ਸਹਾਇਤਾ ਲਵੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: மன்னிக்கவும், நீங்கள் டிரைவிங் லைசென்ஸ் தேர்வில் தோற்றுள்ளீர்கள். தயவுசெய்து கேள்வி வங்கியை பார்த்து மீண்டும் முயற்சிக்கவும்.

# youHaveSuccessfullyPassed
source: You have successfully passed the mock driving licence test. Practice more to increase your chances of success in the actual exam.
bn: আপনি সফলভাবে মক ড্রাইভিং লাইসেন্স পরীক্ষায় উত্তীর্ণ হয়েছেন। প্রকৃত পরীক্ষায় সফলতার সম্ভাবনা বাড়াতে আরও অনুশীলন করুন।
gu: તમે મોક ડ્રાઇવિંગ લાયસન્સ ટેસ્ટ સફળતાપૂર્વક પાસ કર્યો છે. વાસ્તવિક પરીક્ષામાં સફળતાની શક્યતા વધારવા માટે વધુ પ્રેક્ટિસ કરો.
kn: ನೀವು ಮಾದರಿ ಚಾಲನಾ ಪರವಾನಗಿ ಪರೀಕ್ಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉತ್ತೀರ್ಣರಾಗಿದ್ದೀರಿ. ನಿಜವಾದ ಪರೀಕ್ಷೆಯಲ್ಲಿ ಯಶಸ್ಸು ಸಾಧಿಸಲು ಹೆಚ್ಚು ಅಭ್ಯಾಸ ಮಾಡಿ.
ml: നിങ്ങൾ മോക്ക് ഡ്രൈവിംഗ് ലൈസൻസ് പരീക്ഷ വിജയകരമായി പാസ്സായി. യഥാർത്ഥ പരീക്ഷയിൽ വിജയിക്കാൻ കൂടുതൽ അഭ്യാസം ചെയ്യുക.
mr: तुम्ही मॉक ड्रायव्हिंग परवाना परीक्षा यशस्वीरित्या उत्तीर्ण झाला आहात. खरी परीक्षा पास होण्यासाठी अधिक सराव करा.
or: ଆପଣ ମକ୍ ପରୀକ୍ଷାରେ ସଫଳତାର ସହ ଉତ୍ତୀର୍ଣ୍ଣ ହୋଇଛନ୍ତି। ବାସ୍ତବ ପରୀକ୍ଷାରେ ସଫଳତା ପାଇଁ ଅଧିକ ଅଭ୍ୟାସ କରନ୍ତୁ।
pa: ਤੁਸੀਂ ਮਾਕ ਪਰੀਖਿਆ ਸਫਲਤਾਪੂਰਕ ਪਾਸ ਕਰ ਲਈ ਹੈ। ਅਸਲੀ ਟੈਸਟ ਵਿੱਚ ਸਫਲਤਾ ਵਧਾਉਣ ਲਈ ਹੋਰ ਅਭਿਆਸ ਕਰੋ।
ta: நீங்கள் மாக் டிரைவிங் லைசென்ஸ் தேர்வில் வெற்றிகரமாக தேர்ச்சி பெற்றுள்ளீர்கள். உண்மையான தேர்வில் வெற்றியை அதிகரிக்க அதிக பயிற்சி செய்யுங்கள்.

# areYouSureYouWant
source: Are you sure you want to stop this exam?
bn: আপনি কি নিশ্চিত যে আপনি এই পরীক্ষা বন্ধ করতে চান?
gu: શું તમે ખરેખર આ પરીક્ષા બંધ કરવા માંગો છો?
kn: ನೀವು ಈ ಪರೀಕ್ಷೆಯನ್ನು ನಿಲ್ಲಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ml: ഈ പരീക്ഷ നിർത്തണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?
mr: आपण ही परीक्षा थांबवू इच्छिता याची खात्री आहे?
or: ଆପଣ ନିଶ୍ଚିତ ଭାବେ ଏହି ପରୀକ୍ଷା ବନ୍ଦ କରିବାକୁ ଚାହାଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕੇ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਪਰੀਖਿਆ ਨੂੰ ਰੋਕਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் இந்த தேர்வை நிறுத்த விரும்புகிறீர்களா?

# nextExam
source: Next Question
bn: পরবর্তী প্রশ্ন
gu: આગળનો પ્રશ્ન
kn: ಮುಂದಿನ ಪ್ರಶ್ನೆ
ml: അടുത്ത ചോദ്യം
mr: पुढील प्रश्न
or: ପରବର୍ତ୍ତୀ ପ୍ରଶ୍ନ
pa: ਅਗਲਾ ਸਵਾਲ
ta: அடுத்த கேள்வி

source: Finish
bn: শেষ
gu: સમાપ્ત
kn: ಮುಗಿಸಿ
ml: തീര്ക്കുക
mr: पूर्ण करा
or: ସମାପ୍ତ
pa: ਖਤਮ ਕਰੋ
ta: முடி
